Repository: partitioncloud/partitioncloud-server
Catalog: partitioncloud/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Created user %(username)s
fr: Utilisateur %(username)s créé

source: This album does not exists, but user %(username)s has been created
fr: Cet album n'existe pas. L'utilisateur %(username)s a été créé

source: Missing search query
fr: Aucun terme de recherche spécifié.

source: You need to login to access this resource.
fr: Vous devez être connecté pour accéder à cette page.

source: Missing name.
fr: Un nom est requis.

source: This album does not exist.
fr: Cet album n'existe pas.

source: Album added to collection.
fr: Album ajouté à la collection.

source: You are not a member of this album
fr: Vous ne faites pas partie de cet album

source: You are alone here, quitting means deleting this album.
fr: Vous êtes seul dans cet album, le quitter entraînera sa suppression.

source: Album quitted.
fr: Album quitté.

source: You are not alone in this album.
fr: Vous n'êtes pas seul dans cet album.

source: You don't own this album.
fr: Vous ne possédez pas cet album.

source: Album deleted.
fr: Album supprimé.

source: Missing title
fr: Un titre est requis.

source: Missing file
fr: Aucun fichier n'a été fourni.

source: Search results expired
fr: Les résultats de la recherche ont expiré.

source: Invalid PDF file
fr: Fichier PDF invalide

source: Score %(partition_name)s added
fr: Partition %(partition_name)s ajoutée

source: Selecting an album is mandatory.
fr: Il est nécessaire de sélectionner un album.

source: Selecting a score is mandatory.
fr: Il est nécessaire de sélectionner une partition.

source: Please specify a score type.
fr: Il est nécessaire de spécifier un type de partition.

source: Score added
fr: Partition ajoutée.

source: Score is already in the album.
fr: Partition déjà dans l'album.

source: Unknown score type.
fr: Type de partition inconnu.

source: Missing rights.
fr: Droits insuffisants.

source: Missing username.
fr: Un nom d'utilisateur est requis.

source: Missing password.
fr: Un mot de passe est requis.

source: Username %(username)s is not available.
fr: Le nom d'utilisateur %(username)s est déjà pris.

source: New users registration is disabled by owner.
fr: L'enregistrement de nouveaux utilisateurs a été désactivé par l'administrateur.

source: Successfully created new user. You can log in.
fr: Utilisateur créé avec succès. Vous pouvez vous connecter.

source: Incorrect username or password
fr: Nom d'utilisateur ou mot de passe incorrect.

source: Unknown group.
fr: Ce groupe n'existe pas.

source: Group added to collection.
fr: Groupe ajouté à la collection.

source: You are not a member of this group.
fr: Vous ne faites pas partie de ce groupe

source: You are alone here, quitting means deleting this group.
fr: Vous êtes seul dans ce groupe, le quitter entraînera sa suppression.

source: Group quitted.
fr: Groupe quitté.

source: You are not alone in this group.
fr: Vous n'êtes pas seul dans ce groupe.

source: Group deleted.
fr: Groupe supprimé.

source: You are not admin of this group.
fr: Vous n'êtes pas administrateur de ce groupe

source: You don't own this score.
fr: Cette partition ne vous appartient pas

source: Missing filename.
fr: Pas de nom de fichier

source: Unsupported file type.
fr: Extension de fichier non supportée

source: You are not allowed to edit this file.
fr: Vous n'êtes pas autorisé à modifier cette partition.

source: Missing author in request body (can be null).
fr: Un nom d'auteur est requis (à minima nul)

source: Missing lyrics (can be null).
fr: Des paroles sont requises (à minima nulles)

source: Successfully modified %(name)s
fr: Partition %(name)s modifiée avec succès.

source: You are not allowed to delete this score.
fr: Vous n'êtes pas autorisé à supprimer cette partition.

source: Score deleted.
fr: Partition supprimée.

source: Missing user id.
fr: Identifiant d'utilisateur manquant.

source: You are not allowed to delete your account.
fr: Vous n'êtes pas autorisé à supprimer votre compte.

source: User successfully deleted.
fr: Utilisateur supprimé.

source: Missing old password.
fr: Ancien mot de passe manquant.

source: Incorrect password.
fr: Mot de passe incorrect.

source: Password and its confirmation differ.
fr: Le mot de passe et sa confirmation diffèrent

source: Successfully updated password.
fr: Mot de passe mis à jour.

source: New Album
fr: Créer un nouvel album

source: Name
fr: Nom

source: Create
fr: Créer

source: I want to create a collection of albums.
fr: Je souhaite créer plusieurs albums et pouvoir tous les partager avec un seul lien.

source: Create group
fr: Créer un groupe

source: Create new group
fr: Créer un nouveau groupe

source: Search
fr: Rechercher

source: Number of online searches
fr: Nombre de recherches en ligne

source: New album
fr: Créer un album

source: No albums
fr: Aucun album disponible

source: No album available
fr: Aucun album disponible

source: Log in to see your albums
fr: Connectez vous pour avoir accès à vos albums

source: Log out
fr: Déconnexion

source: Admin Panel
fr: Panneau admin

source: Create account
fr: Créer un compte

source: Log in
fr: Se connecter

source: PartitionCloud is an open-source score library server, to help you in all your musical activities
fr: PartitionCloud est une bibliothèque de partitions open-source, pour vous aider dans toutes vos activités musicales

source: Let's go !
fr: C'est parti !

source: Check code
fr: Voir le code

source: This instance is used by %(users)s users with a total of %(scores)s scores.
fr: Cette instance est utilisée par %(users)s personnes avec un total de %(scores)s partitions.

source: Administration Panel
fr: Panneau d'administration

source: New user
fr: Nouvel utilisateur

source: See scores
fr: Voir les partitions

source: See logs
fr: Voir les logs

source: User
fr: Utilisateur

source: Scores
fr: Partitions

source: Admin privileges
fr: Privilèges

source: Scores list
fr: Liste des partitions

source: No available scores
fr: Aucune partition disponible

source: New score
fr: Ajout de partition

source: Delete l'album
fr: Supprimer l'album

source: Do you really want to delete this album?
fr: Êtes vous sûr de vouloir supprimer cet album ?

source: Delete
fr: Supprimer

source: Add a score
fr: Ajouter une partition

source: Join
fr: Rejoindre

source: Quit
fr: Quitter

source: Share
fr: Partager

source: Download as zip
fr: Télécharger le zip

source: Delete %(name)s
fr: Supprimer %(name)s

source: Cancel
fr: Annuler

source: Home
fr: Accueil

source: Hi %(user_name)s !
fr: Bonjour %(user_name)s !

source: No album selected
fr: Aucun album sélectionné

source: Search results for "%(query)s"
fr: Résultats de la recherche pour "%(query)s"

source: Results in current database
fr: Résultats dans la recherche locale

source: Add to album
fr: Ajouter à un album

source: Online search results
fr: Résultats de la recherche en ligne

source: No results available. Try to tweak your query or increase the amount of online searches.
fr: Aucun résultat disponible. Essayez d'affiner votre recherche ou d'augmenter le nombre de résultats en ligne

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Add to album:
fr: Ajouter à un album:

source: None
fr: Aucun

source: Add a score to %(name)s
fr: Ajouter une partition à %(name)s

source: title
fr: titre

source: author
fr: auteur

source: lyrics
fr: paroles

source: Add
fr: Ajouter

source: Your file is selected.
fr: Fichier sélectionné.

source: Select or drag & drop your file (pdf).
fr: Sélectionner ou déposer un fichier (pdf).

source: Add an album to group %(name)s
fr: Ajouter un album au groupe %(name)s

source: Delete group
fr: Supprimer le groupe

source: Do you really want to delete this group and the albums it contains?
fr: Êtes vous sûr de vouloir supprimer ce groupe ? Cela supprimera les albums sous-jacents et leurs partitions si personne ne les a rejoints (indépendamment du groupe).

source: Add an album
fr: Ajouter un album

source: Create one
fr: En créer un

source: No available album. %(create)s
fr: Aucun album disponible. %(create)s

source: Attachments of %(name)s
fr: Attachments de %(name)s

source: Add an attachment to %(name)s
fr: Ajouter un attachment à %(name)s

source: No pdf viewer available in this browser. You can use Firefox on Android.
fr: Impossible d'afficher le pdf dans ce navigateur. Il est conseillé d'utiliser Firefox sur Android.

source: JavaScript is mandatory to read MIDI files
fr: JavaScript est nécessaire pour lire les fichiers MIDI

source: Add an attachment
fr: Ajouter un attachment

source: Do you really want to delete this score?
fr: Êtes vous sûr de vouloir supprimer cette partition ?

source: Details of "%(name)s"
fr: Détails de "%(name)s"

source: Added by
fr: Responsable de l'ajout

source: Unknown
fr: Inconnu

source: Type
fr: Type d'ajout

source: File
fr: Fichier

source: Title
fr: Titre

source: Author
fr: Auteur

source: Lyrics
fr: Paroles

source: Attachments
fr: Pièces jointes

source: Yes, %(number)s
fr: Oui, %(number)s

source: Add one
fr: En rajouter

source: Update
fr: Mettre à jour

source: Modify "%(name)s"
fr: Modifier "%(name)s"

source: Settings
fr: Paramètres

source: Delete account
fr: Supprimer le compte

source: Do you really want to delete %(username)s's account ? This action is %(irreversible_bold)s.
fr: Souhaitez-vous vraiment supprimer le compte de %(username)s ? Cette action est %(irreversible_bold)s.

source: User %(username)s has %(album_count)s albums
fr: L'utilisateur %(username)s a %(album_count)s albums

source: Change password
fr: Changer de mot de passe

source: old password
fr: ancien mot de passe

source: new password
fr: nouveau mot de passe

source: confirm new password
fr: confirmer le nouveau mot de passe

source: confirm
fr: confirmer
